const bib = {
  o: {
    exo: {
      c20: {
        v20: {
          id: "exo_c20_v20",
          n: "ዘጸኣት 20፡20",
          d: "ሙሴ ኸኣ ነቶም ህዝቢ፡ ሓጢያት ምእንቲ ኸይትገብሩ፡ ፍርሃቱ ኣብ ቅድሜኹም ኪኽወን፡ ኣምላኽ ምእንቲ ኺዕዘበኩም እዩ ዝመጸ እሞ፡ ኣይትፍርሁ፡ በሎም።",
        },
      },
    },
    deu: {
      c18: {
        v15: {
          n: "ዘዳግም 18:15",
          d: "እግዚኣብሄር ኣምላኽካ ኻብ ማእከልካ፡ ካብ ኣሕዋትካ፡ ከማይ ዝበለ ነብዪ ኼተንስኣልካ እዩ፡ ንእኡ ስምዕዎ።",
        },
      },
    },
    sa1: {
      c8: {
        v17: {
          id: "sa1_c8_v17",
          n: "2 ሳሙኤል 8፡17",
          d: "ጻዶቅ ወዲ ኣሒጡብን ኣሒሜለክ ወዲ ኣብያታርን ድማ ካህናት ነበሩ፡ ሰራያ ኸኣ ጸሓፊ ነበረ፡",
        },
      },
    },
    ki1: {
      c1: {
        v39: {
          id: "ki1_c1_v39",
          n: "1 ነገስት 1፡39",
          d: "ካህን ጻዶቅ ድማ ካብ ድንኳን ቀርኒ ዘይቲ ወሲዱ ንሰሎሞን ቀብኦ። መለኸት ከኣ ነፍሑ፡ ኲሎም ህዝቢ ድማ፡ ንጉስ ሰሎሞን ህያው ይኹን፡ በሉ።",
        },
      },
    },
    psa: {
      c2: {
        v2_3: {
          n: "መዝ 2፡2-3",
          d: "ነገስታት ምድሪ ይትንስኡ፣ መሳፍንቲ ኸኣ ሐቢሮም፣ ንመቓውሖም ንስበሮ፣ ንማእሰሪኦምውን ካባና ንደርብዮ፣ ኢሎም ኣብ እግዚኣብሄርን ኣብ መሲሁን ይመኽሩ።",
        },
      },
      c110: {
        v1: {
          id: "psa_c110_v1",
          n: "መዝ 110፡1",
          d: "ጐይታ ንጐይታይ፣ ንጸላእትኻ መርገጽ እግርኻ ኽሳዕ ዝገብሮም፣ አብ የማነይ ተቐመጥ፣ በሎ።",
        },
      },
      c118: {
        v22: {
          n: "መዝ 118፡22",
          d: "ነደቕቲ ዝነዐቕዎ እምኒ፣ ንሱ ርእሲ መኣዝን ኰነ።",
        },
      },
    },
    isa: {
      c53: {
        v5: {
          n: "ኢሳይያስ 53፡5",
          d: "ንሱ ግና ብሰሪ ገበንና ቘሰለ፡ ብሰሪ ኣበሳና ድማ ተኸትከተ፡ ንሕና ሰላም ምእንቲ ኽንረክብ፡ መቕጻዕቲ ናብኡ ወረደ፡ ንሕናውን ብስምብራቱ ሓዌና።",
        },
        v7: {
          n: "ኢሳይያስ 53፡7",
          d: "መከራ ጸገበ፡ ርእሱ ኣዋረደ ኣፉውን ኣይከፈተን። ከምቲ ናብ ማሕረዲ ዚኽብከብ ገንሸል፡ ከምታ ኣብ ቅድሚ መቀዝታ ስቕ እትብል በጊዕ ኣፉ ኣይከፈተን።",
        },
        v10: {
          n: "ኢሳይያስ 53፡10",
          d: "እግዚኣብሄር ግና ብመከራ ኺሕምሽሾ ፈተወ። ነፍሱ ንመስዋእቲ ሓጢኣት ምስ ወፈያ፡ ዘርኢ ኺርኢ፡ መዓልትታቱ ኼንውሕ እዩ፡ ፍቓድ እግዚኣብሄር ከኣ ኣብ ኢዱ ኺሰልጥ እዩ።",
        },
      },
    },
  },
  n: {
    mat: {
      c10: {
        v17: {
          n: "ማቴዎስ 10፡17-18",
          d: "ናብ ዋዕላ ኺወስድኹም፡ ኣብ ቤት ጸሎቶም ድማ ኪገርፍኹም እዮም፡ ንኣታቶምን ነህዛብን ንምስክር ኪኸውን፡ ምእንታይ ናብ መኳንንትን ናብ ነገስተታን ክትውሰዱ ኢኹም እሞ፡ ካብ ሰብ ተጠንቐቁ።",
        },
        v20: {
          n: "ማቴዎስ 10፡20",
          d: "መንፈስ ኣቦኹም እዩ ኣባኻትኩም ዚዛረብ እምበር፡ ንስኻትኩም ኣይኰንኩምን እትዛረቡ።",
        },
      },
      c13: {
        v54: {
          n: "ማቴዎስ 13፡54-56",
          d: "ናብ ዓዱ መጺኡ ኸኣ፡ እዚ ጥበብዚ፡ እዚ ሓይሊ እዚኸ ኻበይ ረኸቦ፡ እዝስ ወዲ እቲ ጸራቢ ደይኰኑን፡ ኣዲኡስ ማርያም እትበሀል ደይኰነትን፧ ኣሕዋቱስ ያእቆብ፡ ዮሴፍ፡ ስምኦን፡ ይሁዳ ደይኰኑን፧ ኣሓቱ ዅላተንሲ ምሳናዶ ኣየለዋን፧ እዚ ዅሉ ደኣ ኻበይ ተዋህቦ፧ ኢሎም ክሳዕ ዚግረሙ፡ ኣብ ቤት ጸሎቶም መሀሮም።",
        },
      },
      c21: {
        v42: {
          n: "ማቴዎስ 21፡42",
          d: "የሱስ ከኣ በሎም፡ እቶም ነደቕቲ ዝነዐቕዎ እምኒ፡ ንሱ ርእሲ መኣዝን ኰነ፡ እዚ ኻብ እግዚኣብሄር ኰነ፡ ኣብ ኣዒንትናውን ግሩም እዩ፡ ዚብል ጽሑፋትዶ ከቶ ኣየንበብኩምን፧",
        },
        v44: {
          n: "ማቴዎስ 21፡44",
          d: "ኣብቲ እምኒ እቲ ዝወደቐ ይስብር፡ እቲ እምኒ እቲ ዝወደቖ ድማ ይጭፍለቕ።",
        },
      },
      c27: {
        v24: {
          id: "mat_c27_v24",
          n: "ማቴዎስ 27፡24",
          d: "ጲላጦስ ዘይምብዛሕ ጫውጫው እምበር፡ ገለ እኳ ኸም ዘይጠቅም ምስ ረኣየ፡ ማይ ወሲዱ፡ ኣነ ኻብ ደም እዚ ጻድቕ እዚ ንጹህ እየ፡ ባዕላትኩም ፍለጡ፡ እናበለ ኣብ ቅድሚ እቲ ህዝቢ ኣእዳዉ ተሐጽበ።",
        },
        v25: {
          id: "mat_c27_v25",
          n: "ማቴዎስ 27፡25",
          d: "ኵሎም እቶም ህዝቢ ኸኣ፡ ደሙ ኣባናን ኣብ ደቅናን ይኹን፡ ኢሎም መለሱሉ።",
        },
      },
    },
    mar: {
      c6: {
        v3: {
          n: "ማርቆስ 6፡3",
          d: "እዝስ እቲ ጸራቢ ወዲ ማርያም፡ ሓው ያእቆብን ዮሴፍን ይሁዳን ስምኦንን ደይኰነን፧ ኣሓቱስ ኣብዚዶ ምሳና ኣየለዋን፧ እናበሉ ተገረሙ፡ ብእኡ ኸኣ ተዓንቀፉ።",
        },
      },
      c12: {
        v18: {
          n: "ማርቆስ 12፡18",
          d: "ትንሳኤ የልቦን ዚብሉ ሰዱቃውያን ከኣ ናብኡ መጹ፡ ከምዚ ኢሎምውን ሐተትዎ፡",
        },
      },
    },
    luk: {
      c10: {
        v21: {
          n: "ሉቃ 10፡21",
          d: "በታ ጊዜ እቲኣ የሱስ ብመንፈስ ቅዱስ ተሐጐሰ፡ በለውን፥ ኣቦይ ጐይታ ሰማይን ምድርን፡ ነዚ ኻብ ብልህታትን ካብ ለባማትን ስለ ዝሓባእካዮ፡ ንሕጻናት ከኣ ስለ ዝገለጽካዮ፡ እወ ኣቦይ፡ ስምረትካ ኣብ ቅድሜኻ ኸምዚ ስለ ዝዀነ፡ ኤመስግነካ አሎኹ።",
        },
      },
      c12: {
        v11: {
          n: "ሉቃ 12፡11-12",
          d: "ናብ ኣባይቲ ጸሎት ናብ መኳንንትን ገዛእትን እንተ ወሰዱኹም፡ በታ ሰዓት እቲኣ እንታይ ምዝራብ ከም ዚግባእ፡ መንፈስ ቅዱስ ኪምህረኩም እዩ እሞ፡ ከመይ ወይስ እንታይ ከም እትመልሱ ወይ እንታይ ከም እትብሉ ኣይትጨነቑ።",
        },
      },
      c20: {
        v2: {
          n: "ሉቃ 20፡2",
          d: "በየናይ ስልጣን ኢኻ እዚ እትገብር ዘሎኻ፧ እዚ ስልጣን እዝስ መን ሃበካ፧ እስኪ ንገረና፡ ኢሎም ተዛረብዎ።",
        },
      },
      c23: {
        v12: {
          n: "ሉቃ 23፡12",
          d: "ንሱ ኸኣ እተነጽፈ ኣዳራሽ ኣብ ደርቢ ኼርእየኩም እዩ፡ ኣብኡውን ኣዳልዉ።",
        },
      },
    },
    joh: {
      c1: {
        v4: {
          n: "ዮሐንስ 1፡4",
          d: "ህይወት ኣብኡ ነበረት፡ እታ ህይወት ከኣ ብርሃን ሰብ ነበረት።",
        },
      },
      c3: {
        v10: {
          id: "joh_c3_v10",
          n: "ዮሐንስ 3፡10",
          d: "የሱስ ድማ መሊሱ በሎ፥ ንስኻ መምህር እስራኤል ኢኻ፡ እዚዶ ኣይትፈልጥን፧",
        },
        v14: {
          id: "joh_c3_v14",
          n: "ዮሐንስ 3፡14-15",
          d: "ብእኡ ዚኣምን ኵሉ ናይ ዘለኣለም ህይወት ምእንቲ ኺረክብ እምበር፡ ከይጠፍእሲ፡ ከምቲ ሙሴ ኣብ በረኻ ተመን ዝሰቐለ፡ ከምኡ ድማ ወዲ ሰብ ኪስቀል ይግባእ እዩ።",
        },
      },
      c10: {
        v23: {
          n: "ዮሐንስ 10፡23",
          d: "የሱስ ድማ ኣብ ቤተ መቕደስ ኣብ ገበላ ሰሎሞን ይመላለስ ነበረ።",
        },
      },
    },
    act: {
      c2: {
        v2: {
          n: "ግብረ ሃዋርያት 2፡2",
          d: "ብድንገት ከኣ ከም ብርቱዕ ህቦብላ ንፋስ ካብ ሰማይ ደሃይ መጸ፡ ነታ ኣብኣ ተቐሚጦም ዘለውዋ ቤትውን ንብዘላ መልኣ።",
        },
        v47: {
          id: "act_c2_v47",
          n: "ግብረ ሃዋርያት 2፡47",
          d: "ኣብ ኲሉ ህዝቢ ኸኣ ዕድል ነበሮም። እግዚኣብሄር ድማ ዚድሕኑ ኣብ ጸጽባሕ ናብታ ማሕበር ይውስኽ ነበረ።",
        },
      },
      c4: {
        v33: {
          id: "act_c4_v33",
          n: "ግብረ ሃዋርያት 4፡33",
          d: "ሃዋርያት ከኣ ብብዙሕ ሓይሊ ብዛዕባ ትንሳኤ ጐይታና የሱስ ክርስቶስ ይምስክሩ ነበሩ፡ ኣብ ኲሎም ከኣ ዓብዪ ጸጋ ነበረ።",
        },
      },
      c7: {
        v55: {
          id: "act_c7_v55",
          n: "ግብረ ሃዋርያት 7፡55",
          d: "ንሱ ግና መንፈስ ቅዱስ መልኦ፡ ናብ ሰማይ ኣንቃዕሪሩ ኸኣ ክብሪ ኣምላኽን የሱስ ድማ ኣብ የማን ኣምላኽ ደው ኢሉን ረኣየ እሞ፡",
        },
      },
      c23: {
        v7: {
          id: "act_c23_v7",
          n: "ግብረ ሃዋርያት 23፡7",
          d: "ሰዱቃውያን፡ ትንሳኤ ዀነ መልኣኽ ኰነ መንፈስ ኰነ የልቦን፡ ይብሉ፡ ፈሪሳውያን ግና ነዚ ዂሉ ይኣምኑ ነበሩ እሞ፡ እዚ ምስ ተዛረበ፡ ኣብ መንጎ ፈሪሳውያንን ሰዱቃውያንን ባእሲ ዀነ፡ እቲ ኣኼባውን ተኻፋፈለ።",
        },
      },
    },
    gal: {
      c3: {
        v13: {
          id: "gal_c3_v13",
          n: "ገላትያን 3፡13-14",
          d: "ንሕና ነቲ ተስፋ መንፈስ ብእምነት ክንቅበሎ፡ እቲ በረኸት ኣብርሃምውን ብየሱስ ክርስቶስ ነህዛብ ምእንቲ ኪኸውንሲ፥ ኣብ ዕጸይቲ ዚስቀል ዘበለ ርጉም እዩ፡ ተጽሒፉ አሎ እሞ፡ ክርስቶስ ምእንታና መርገም ኰይኑ፡ ካብ መርገም ሕጊ ተሻየጠና።",
        },
      },
    },
    php: {
      c2: {
        v9: {
          n: "ፊልጲ 2፡9-11",
          d: "ስለዚ ኸኣ ኣብ ሰማያትን ኣብ ምድርን ኣብ ትሕቲ ምድርን ዘሎ ዅሉ ብርኪ ብስም የሱስ ምእንቲ ኺምብርከኽ፡ ልሳን ዘበለውን ንኽብሪ እግዚኣብሄር ኣቦ ኢሉ የሱስ ክርስቶስ ጐይታ ምዃኑ ኺእመን እዩ ኣምላኽ ናብ ልዕሊ ዅሉ ልዕል ዘበሎ፡ ካብ ኵሉ ስም ልዕል ዝበለ ስምውን ዝሃቦ።",
        },
      },
    },
    tim1: {
      c2: {
        v5: {
          n: "1 ጢሞቴዎስ 2፡5",
          d: "ማለት፥ ኣምላኽ ሓደ በይኑ እዩ እሞ እቲ ኣብ መንጎ ኣምላኽን ሰብን ዘሎ ማእከላይውን፡ እቲ ሰብ፡ ክርስቶስ የሱስ፡ ሓደ በይኑ እዩ።",
        },
      },
      c6: {
        v20: {
          id: "tim1_c6_v20",
          n: "1 ጢሞቴዎስ 6፡20",
          d: "ነቶም ሓጢኣት ዝገበሩውን፡ እቶም ካልኦት ምእንቲ ኺፈርሁ፡ ኣብ ቅድሚ ዅሉ ግንሓዮም።",
        },
      },
    },
    heb: {
      c3: {
        v9: {
          id: "heb_c3_v9",
          n: "እብራውያን 3፡9",
          d: "ኣብኡ ኣቦታትኩም እናተዓዘቡ ፈተኑኒ፡ ግብረይ ከኣ ኣርብዓ ዓመት ረኣዩ።",
        },
      },
    },
  },
};
